Repository: otsaloma/whogo-maps
Catalog: po/*.po
Languages: hu_hu

source: Point from geo link
hu_hu: Pont geo linkből

source: Point from coordinates
hu_hu: Pont koordinátákból

source: Connection timed out
hu_hu: Kapcsolat időtúllépés

source: Current position
hu_hu: Jelenlegi helyzet

source: In {distance}, {direction}
hu_hu: Ennyi: {distance}, erre: {direction}

source: Rerouting
hu_hu: Újratervezés

source: Rerouting failed
hu_hu: Az újratervezés sikertelen

source: New route found
hu_hu: Új útvonal megtalálva

source: miles
hu_hu: mérföld

source: feet
hu_hu: láb

source: yards
hu_hu: yard

source: kilometers
hu_hu: kilométer

source: meters
hu_hu: méter

source: {distance} north
hu_hu: {distance} észak

source: {distance} north-east
hu_hu: {distance} északkelet

source: {distance} east
hu_hu: {distance} kelet

source: {distance} south-east
hu_hu: {distance} délkelet

source: {distance} south
hu_hu: {distance} dél

source: {distance} south-west
hu_hu: {distance}délnyugat

source: {distance} west
hu_hu: {distance} nyugat

source: {distance} north-west
hu_hu: {distance} északnyugat

source: {:d} min
hu_hu: {:d} p

source: {:d} h {:d} min
hu_hu: {:d} ó {:d} p

source: airplane
hu_hu: repülő

source: bicycle
hu_hu: kerékpár

source: bus
hu_hu: busz

source: ferry
hu_hu: komp

source: train
hu_hu: vonat

source: metro
hu_hu: metró

source: tram
hu_hu: villamos

source: walk
hu_hu: gyalog

source: Walk towards {arr_name}.
hu_hu: Sétáljon {arr_name} felé.

source: Get a city bike at {dep_name}.
hu_hu: Itt talál városi biciklit: {dep_name}.

source: Board {mode_name} {line_desc} at {dep_name} at {dep_time}.
hu_hu: Beszállás erre: {mode_name} {line_desc} itt: {dep_name} ekkor: {dep_time}.

source: Walk towards your destination.
hu_hu: Sétáljon a célja felé.

source: Leave the city bike at {dep_name} and walk towards {arr_name}.
hu_hu: Hagyja a közösségi biciklit itt: {dep_name}, majd sétáljon {arr_name} felé.

source: Leave the city bike at {dep_name} and walk towards your destination.
hu_hu: Hagyja a közösségi biciklit itt: {dep_name}, majd sétáljon a célja felé.

source: Get off at {dep_name} and walk towards {arr_name}.
hu_hu: Kiszállás itt: {dep_name}, majd sétáljon {arr_name} felé.

source: Get off at {dep_name} and bike towards {arr_name}.
hu_hu: Kiszállás itt: {dep_name}, majd biciklizzen {arr_name} felé.

source: Get off at {dep_name} and transfer to {mode_name} {line_desc} at {dep_time}.
hu_hu: Kiszállás itt: {dep_name}, majd átszállás erre: {mode_name} {line_desc} ekkor: {dep_time}.

source: Get off at {dep_name} and walk towards your destination.
hu_hu: Kiszállás itt: {dep_name}, majd sétáljon a célja felé.

source: Arrive at your destination.
hu_hu: Megérkezik a céljához.

source: Prefer
hu_hu: Előnyben

source: Closest
hu_hu: Legközelebbi

source: Best
hu_hu: Legjobb

source: Remove
hu_hu: Eltávolítás

source: Search
hu_hu: Keresés

source: About WhoGo Maps
hu_hu: A WhoGo Maps névjegye

source: version %1
hu_hu: %1 verzió

source: GitHub page
hu_hu: GitHub oldal

source: WhoGo Maps is free software released under the GNU General Public License (GPL), version 3 or later.
hu_hu: A WhoGo Maps szabad szoftver, kiadva a GNU General Public License (GPL) 3-as vagy későbbi verziója alapján.

source: Donate via PayPal
hu_hu: Adományozz PayPal-on keresztül

source: Translated by
hu_hu: Fordította

source: translator-credits
hu_hu: Szabó G.

source: You can add new user interface translations or contribute to existing ones at Transifex.
hu_hu: Új fordítást adhatsz hozzá, vagy közreműködhetsz a meglévők javításában a Transifex-en.

source: Transifex page
hu_hu: Transifex oldal

source: Attribution
hu_hu: Jellemző

source: Maps
hu_hu: Térképek

source: Venues
hu_hu: Helyek

source: Navigation
hu_hu: Navigáció

source: Using
hu_hu: Használatban

source: You can search by address, locality, landmark and many other terms. For best results, include a region, e.g. “address, city” or “city, country”.
hu_hu: Kereshet cím, település, tereptárgy, és sok más kifejezésre. A legjobb eredmények érdekében foglaljon bele egy régiót, pl. "cím, város" vagy "város, ország".

source: Default
hu_hu: Alapértelmezett

source: Alternatives
hu_hu: Alternatívák

source: Show all
hu_hu: Az összes megjelenítése

source: Searching
hu_hu: Keresés

source: %1 Results
hu_hu: %1 Találat

source: No results
hu_hu: Nincs találat

source: Voice navigation on
hu_hu: Hangos navigáció be

source: Auto-center off
hu_hu: Automatikus középre igazítás ki

source: Auto-center on
hu_hu: Automatikus középre igazítás be

source: Unnamed point
hu_hu: Névtelen pont

source: Nearby venues
hu_hu: Közeli helyszínek

source: Share current position
hu_hu: Jelenlegi helyzet megosztása

source: Share Current Position
hu_hu: Jelenlegi helyzet megosztása

source: Center on current position
hu_hu: Jelenlegi helyzet legyen középen

source: Clear map
hu_hu: Térkép törlése

source: Auto-center on position
hu_hu: A helyzet automatikus középre igazítása

source: Auto-rotate on direction
hu_hu: Automatikus irányra forgatás

source: About
hu_hu: Névjegy

source: Preferences
hu_hu: Beállítások

source: Continue for %1.
hu_hu: Folytasd %1-n keresztül.

source: Maneuvers
hu_hu: Manőverek

source: Tap to review maneuvers or begin navigating
hu_hu: Érintsd meg a manőverek kiértékeléséhez, vagy a navigáció kezdéséhez

source: Pause
hu_hu: Szünet

source: Resume
hu_hu: Folytatás

source: Begin
hu_hu: Indítás

source: Reroute
hu_hu: Újratervezés

source: Clear
hu_hu: Törlés

source: Status
hu_hu: Állapot

source: Remaining
hu_hu: Hátralévő

source: Total
hu_hu: Összes

source: Options
hu_hu: Lehetőségek

source: Show navigation instructions
hu_hu: Navigációs utasítások megjelenítése

source: Voice navigation instructions
hu_hu: Hangos navigációs utasítások

source: Reroute automatically
hu_hu: Automatikus újratervezés

source: Nearby Venues
hu_hu: Közeli helyek

source: Near
hu_hu: Közel

source: Type
hu_hu: Típus

source: Radius
hu_hu: Sugár

source: Auto-rotate on
hu_hu: Automatikus forgatás be

source: Auto-rotate off
hu_hu: Automatikus forgatás ki

source: You can search for venues by type or name.
hu_hu: A helyszínekre típus vagy név alapján kereshetsz rá

source: Navigate
hu_hu: Navigálás

source: Nearby
hu_hu: A közelben

source: Share
hu_hu: Megosztás

source: Share Location
hu_hu: Helyzet Megosztása

source: Only applies to vector maps.
hu_hu: Csak a vektoros térképekre vonatkozik.

source: Tilt map when navigating
hu_hu: Térkép megdöntése navigációkor

source: Map scale
hu_hu: Térkép méretarány

source: Preferred gender for voice navigation. Only supported by some engines and languages.
hu_hu: A navigáció hangjának preferált neme. Csak néhány motor és nyelv esetében támogatott.

source: Voice gender
hu_hu: Hang neme

source: Male
hu_hu: Férfi

source: Female
hu_hu: Női

source: Only applies when WhoGo Maps is active. When minimized, sleep is controlled by normal device-level preferences.
hu_hu: Csak akkor érvényes, ha a WhoGo Maps aktív. Miniatűr állapotban a készülékbeállítások szabályozzák az elalvást.

source: Prevent sleep
hu_hu: Elalvás megakadályozása

source: Never
hu_hu: Soha

source: When navigating
hu_hu: Navigálás közben

source: Always
hu_hu: Mindig

source: Units
hu_hu: Mértékegységek

source: Metric
hu_hu: Metrikus

source: American
hu_hu: Amerikai

source: British
hu_hu: Brit

source: Clear cache
hu_hu: Gyorsítótár ürítése

source: From
hu_hu: Innen

source: To
hu_hu: Ide

source: Reverse endpoints
hu_hu: Végpontok megfordítása

source: Modes: %1
hu_hu: Módok: %1

source: Message copied to the clipboard
hu_hu: Üzenet a vágólapra másolva

source: Launching the Messages application
hu_hu: Az Üzenetek alkalmazás indítása

source: Launching the Email application
hu_hu: Az E-mail alkalmazás indítása

source: Other
hu_hu: Más

source: Rerouting failed: %1
hu_hu: Az újratervezés sikertelen: %1

source: Route %1. total %2
hu_hu: Útvonal %1. összesen %2

source: Walk %1
hu_hu: Gyalog: %1

source: Results
hu_hu: Eredmények

source: Region
hu_hu: Régió

source: Finland
hu_hu: Finnország

source: Depart
hu_hu: Indulás

source: Arrive
hu_hu: Érkezés

source: Today
hu_hu: Ma

source: Now
hu_hu: Most

source: Criterion
hu_hu: Feltétel

source: Least transfers
hu_hu: Kevesebb átszállás

source: Least walking
hu_hu: Kevesebb gyaloglás

source: Car
hu_hu: Autó

source: Bicycle
hu_hu: Kerékpár

source: Foot
hu_hu: Gyalog

source: Try to avoid tolls
hu_hu: Útdíjak elkerülése

source: Language
hu_hu: Nyelv

source: English (UK)
hu_hu: Angol (UK)

source: English (US)
hu_hu: Angol (US)

source: French (Canada)
hu_hu: Francia (Kanada)

source: French (France)
hu_hu: Francia (Franciaország)

source: German
hu_hu: Német

source: Russian
hu_hu: Orosz

source: Spanish (Mexico)
hu_hu: Spanyol (Mexikó)

source: Spanish (Spain)
hu_hu: Spanyol (Spanyolország)

source: Catalan
hu_hu: Katalán

source: Czech
hu_hu: Cseh

source: English
hu_hu: Angol

source: Italian
hu_hu: Olasz

source: Slovenian
hu_hu: Szlovén

source: Spanish
hu_hu: Spanyol

source: Swedish
hu_hu: Svéd

source: %1 (default)
hu_hu: %1 (alapértelmezett)

source: Search in Finland
hu_hu: Keresés Finnországban

source: Search based on open data sources
hu_hu: Keresés nyílt adatforrások alapján

source: Search based on OpenStreetMap data
hu_hu: Keresés az OpenStreetMap adatok alapján

source: Venues listed and reviewed by Foursquare users
hu_hu: A helyek Forsquare felhasználók által felsoroltak és értékeltek

source: Points of interest from OpenStreetMap data
hu_hu: Az érdekes pontok az OpenStreetMap adatokon alapulnak

source: Public transport routing in Finland
hu_hu: Útvonaltervezés tömegközlekedéssel Finnországban

source: public transport
hu_hu: tömegközlekedés

source: Routing based on OpenStreetMap data
hu_hu: Az útvonaltervezés az OpenStreetMap adatokon alapul

source: car
hu_hu: autóval

source: foot
hu_hu: gyalog
